Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What was your favorite 'sick day' activity when you stayed home from school?
de: Was war deine Lieblingsbeschäftigung an einem „Krankheitstag“, wenn du zu Hause geblieben bist?
es: ¿Cuál era tu actividad favorita en un 'día de enfermedad' cuando te quedabas en casa sin ir al colegio?
fr: Quelle était ton activité préférée lors d’un « jour de maladie » à la maison ?
it: Qual era la tua attività preferita nei 'giorni di malattia' a casa da scuola?
ja: 学校を休んで家にいた時の好きな「病気休暇」の活動は何でしたか？
ko: 학교에 가지 않고 집에 있었을 때 가장 좋아했던 '병가' 활동은 무엇인가요?
nb: Hva var din favoritt «sykdomsskole»-aktivitet når du var hjemme fra skolen?
nl: Wat was jouw favoriete 'ziek thuis'-activiteit als je niet naar school ging?
pl: Jaka była twoja ulubiona aktywność w „dzień chorobowy”, gdy zostałeś w domu?
pt_br: Qual era sua atividade favorita no 'dia de doente' quando ficava em casa?
sv: Vad var din favoritsysselsättning på en 'sjukdag' när du var hemma från skolan?
uk: Яким було твоє улюблене заняття в «день хвороби», коли ти залишався вдома?
zh_hans: 你请假在家时最喜欢的“病假”活动是什么？

source: What was your favorite after-school snack?
de: Was war dein liebster Snack nach der Schule?
es: ¿Cuál era tu merienda favorita después del colegio?
fr: Quel était ton goûter préféré après l’école ?
it: Qual era la tua merenda preferita dopo la scuola?
ja: 放課後のおやつで一番好きだったものは何ですか？
ko: 방과 후 가장 좋아했던 간식은 무엇인가요?
nb: Hva var din favorittmatbit etter skolen?
nl: Wat was jouw favoriete snack na school?
pl: Jaka była twoja ulubiona przekąska po szkole?
pt_br: Qual era seu lanche favorito depois da escola?
sv: Vilket var ditt favoritmellanmål efter skolan?
uk: Який був твій улюблений перекус після школи?
zh_hans: 你放学后最喜欢的零食是什么？

source: What was your favorite book as a child?
de: Was war dein Lieblingsbuch als Kind?
es: ¿Cuál fue tu libro favorito de niño?
fr: Quel était ton livre préféré étant enfant ?
it: Qual era il tuo libro preferito da bambino?
ja: 子供の頃、好きな本は何でしたか？
ko: 어린 시절 가장 좋아했던 책은 무엇인가요?
nb: Hva var din favorittbok som barn?
nl: Wat was je favoriete boek als kind?
pl: Jaka była twoja ulubiona książka w dzieciństwie?
pt_br: Qual foi o seu livro favorito quando criança?
sv: Vilken var din favoritbok som barn?
uk: Яка була ваша улюблена книга в дитинстві?
zh_hans: 你小时候最喜欢的书是什么？

source: What was your favorite candy or treat?
de: Was war deine Lieblingssüßigkeit oder Leckerei?
es: ¿Cuál era tu dulce o golosina favorita?
fr: Quel était ton bonbon ou ta friandise préféré(e) ?
it: Qual era la tua caramella o golosina preferita?
ja: 好きなキャンディーやお菓子は何でしたか？
ko: 가장 좋아했던 사탕이나 간식은 무엇인가요?
nb: Hva var din favorittgodteri eller godbit?
nl: Wat was je favoriete snoepje of lekkernij?
pl: Jaki był twój ulubiony cukierek lub przysmak?
pt_br: Qual era o seu doce ou guloseima favorito?
sv: Vilken var din favoritgodis eller godsak?
uk: Які були ваші улюблені цукерки чи ласощі?
zh_hans: 你最喜欢的糖果或零食是什么？

source: What was your favorite cartoon to watch on Saturday mornings?
de: Was war deine Lieblingszeichentrickserie an Samstagmorgen?
es: ¿Cuál era tu dibujo animado favorito para ver los sábados por la mañana?
fr: Quel était ton dessin animé préféré le samedi matin ?
it: Qual era il tuo cartone animato preferito da guardare il sabato mattina?
ja: 土曜の朝に観る好きなアニメは何でしたか？
ko: 토요일 아침에 가장 좋아했던 만화는 무엇인가요?
nb: Hva var din favoritt tegneserie å se på lørdagsmorgenen?
nl: Wat was jouw favoriete tekenfilm om op zaterdagochtend te kijken?
pl: Jaka była twoja ulubiona kreskówka w sobotnie poranki?
pt_br: Qual era seu desenho animado favorito para assistir nas manhãs de sábado?
sv: Vilken var din favorittecknade serie att titta på på lördagsmorgnarna?
uk: Який був ваш улюблений мультфільм для перегляду суботнього ранку?
zh_hans: 你周六早上最喜欢看的动画片是什么？

source: What was your favorite game to play at recess?
de: Was war dein Lieblingsspiel in der Pause?
es: ¿Cuál era tu juego favorito para jugar en el recreo?
fr: À quel jeu aimais-tu jouer à la récréation ?
it: Qual era il tuo gioco preferito durante la ricreazione?
ja: 休み時間に好きだった遊びは何ですか？
ko: 쉬는 시간에 가장 좋아했던 놀이는 무엇인가요?
nb: Hva var ditt favorittspill å spille i friminuttet?
nl: Wat was jouw favoriete spel om te spelen tijdens de pauze?
pl: W jaką grę lubiłeś/lubiłaś grać na przerwie?
pt_br: Qual era o seu jogo favorito para brincar no recreio?
sv: Vilket var ditt favoritspel att leka på rasten?
uk: У яку гру ви любили грати на перерві?
zh_hans: 你课间休息时最喜欢玩什么游戏？

source: What was your favorite holiday as a kid?
de: Was war dein Lieblingsfeiertag als Kind?
es: ¿Cuál era tu día festivo favorito de niño?
fr: Quel était ton jour férié préféré étant enfant ?
it: Qual era la tua festa preferita da bambino?
ja: 子供の頃、好きな祝日は何でしたか？
ko: 어릴 때 가장 좋아했던 공휴일은 무엇인가요?
nb: Hva var din favoritthøytid som barn?
nl: Wat was je favoriete feestdag als kind?
pl: Jakie było twoje ulubione święto w dzieciństwie?
pt_br: Qual era o seu feriado favorito quando criança?
sv: Vilken var din favorithögtid som barn?
uk: Яке було ваше улюблене свято в дитинстві?
zh_hans: 你小时候最喜欢的节日是什么？

source: What was your favorite movie to watch over and over?
de: Welchen Film hast du als Kind immer und immer wieder gesehen?
es: ¿Cuál era tu película favorita para ver una y otra vez?
fr: Quel était ton film préféré à regarder encore et encore ?
it: Qual era il tuo film preferito da guardare più e più volte?
ja: 何度も繰り返し見た好きな映画は何ですか？
ko: 반복해서 보고 싶었던 좋아하는 영화는 무엇인가요?
nb: Hva var din favorittfilm å se om og om igjen?
nl: Wat was jouw favoriete film om steeds opnieuw te bekijken?
pl: Jaki był twój ulubiony film do oglądania w kółko?
pt_br: Qual foi o seu filme favorito para assistir repetidamente?
sv: Vilken var din favoritfilm att titta på om och om igen?
uk: Який ваш улюблений фільм, який ви могли дивитися знову і знову?
zh_hans: 你小时候最喜欢反复看的电影是什么？

source: What was your favorite outfit when you were young?
de: Was war dein Lieblingsoutfit, als du jung warst?
es: ¿Cuál fue tu atuendo favorito cuando eras joven?
fr: Quelle était ta tenue préférée quand tu étais jeune ?
it: Qual era il tuo outfit preferito da giovane?
ja: 若い頃、好きだった服は何ですか？
ko: 어렸을 때 가장 좋아했던 옷은 무엇인가요?
nb: Hva var ditt favorittantrekk da du var ung?
nl: Wat was je favoriete outfit toen je jong was?
pl: Jaki był twój ulubiony strój, gdy byłeś/byłaś młody/młoda?
pt_br: Qual foi a sua roupa favorita quando você era jovem?
sv: Vilken var din favoritoutfit när du var ung?
uk: Який був ваш улюблений одяг у молодості?
zh_hans: 你年轻时最喜欢的衣服是什么？

source: What was your favorite rainy day activity?
de: Was war deine Lieblingsbeschäftigung an Regentagen?
es: ¿Cuál era tu actividad favorita para los días de lluvia?
fr: Quelle était ton activité préférée les jours de pluie ?
it: Qual era la tua attività preferita nei giorni di pioggia?
ja: 雨の日の好きな過ごし方は何でしたか？
ko: 비 오는 날 가장 좋아했던 활동은 무엇인가요?
nb: Hva var din favorittaktivitet på en regnværsdag?
nl: Wat was jouw favoriete regenachtige dag activiteit?
pl: Jaka była twoja ulubiona aktywność w deszczowy dzień?
pt_br: Qual era sua atividade favorita em dias chuvosos?
sv: Vad var din favoritsysselsättning en regnig dag?
uk: Яким було твоє улюблене заняття в дощовий день?
zh_hans: 你最喜欢的雨天活动是什么？

source: What was your favorite room in your childhood home?
de: Was war dein Lieblingszimmer in deinem Zuhause aus Kindertagen?
es: ¿Cuál era tu habitación favorita en la casa de tu infancia?
fr: Quelle était ta pièce préférée dans la maison de ton enfance ?
it: Qual era la tua stanza preferita nella casa della tua infanzia?
ja: 子供の頃の家で一番好きな部屋はどこでしたか？
ko: 어릴 적 집에서 가장 좋아했던 방은 어디인가요?
nb: Hvilket rom var ditt favorittrom i barndomshjemmet?
nl: Wat was jouw favoriete kamer in het huis van je kindertijd?
pl: Który pokój był twoim ulubionym w domu z dzieciństwa?
pt_br: Qual era seu cômodo favorito na casa da sua infância?
sv: Vilket rum var ditt favoritrum i ditt barndomshem?
uk: Яка кімната була твоєю улюбленою в дитячому домі?
zh_hans: 你小时候在家里最喜欢的房间是哪个？

source: What was your favorite subject in school?
de: Was war dein Lieblingsfach in der Schule?
es: ¿Cuál era tu materia favorita en la escuela?
fr: Quelle était ta matière préférée à l'école ?
it: Qual era la tua materia preferita a scuola?
ja: 学校で好きな科目は何でしたか？
ko: 학교에서 가장 좋아했던 과목은 무엇인가요?
nb: Hva var ditt favorittfag på skolen?
nl: Wat was je favoriete vak op school?
pl: Jaki był twój ulubiony przedmiot w szkole?
pt_br: Qual era a sua matéria favorita na escola?
sv: Vilket var ditt favoritämne i skolan?
uk: Який був ваш улюблений предмет у школі?
zh_hans: 你最喜欢的科目是什么？

source: What was your favorite thing to check out from the library?
de: Was war dein liebster Gegenstand, den du dir in der Bibliothek ausgeliehen hast?
es: ¿Qué era lo que más te gustaba sacar de la biblioteca?
fr: Qu’aimais-tu le plus emprunter à la bibliothèque ?
it: Qual era la tua cosa preferita da prendere in prestito in biblioteca?
ja: 図書館で借りるのが一番好きだったものは何ですか？
ko: 도서관에서 빌리던 것 중 가장 좋아했던 것은 무엇인가요?
nb: Hva var din favorittting å låne på biblioteket?
nl: Wat was jouw favoriete ding om te lenen van de bibliotheek?
pl: Co najbardziej lubiałeś wypożyczać z biblioteki?
pt_br: Qual era sua coisa favorita para pegar emprestado na biblioteca?
sv: Vad var din favoritsak att låna på biblioteket?
uk: Що тобі найбільше подобалось брати в бібліотеці?
zh_hans: 你最喜欢从图书馆借什么东西？

source: What was your favorite thing to do during the summer break?
de: Was hast du in den Sommerferien am liebsten gemacht?
es: ¿Qué era lo que más te gustaba hacer durante las vacaciones de verano?
fr: Qu'est-ce que tu aimais le plus faire pendant les vacances d'été ?
it: Qual era la tua cosa preferita da fare durante le vacanze estive?
ja: 夏休みに好きだったことは何ですか？
ko: 여름 방학 때 가장 좋아했던 일은 무엇인가요?
nb: Hva var din favoritt å gjøre i sommerferien?
nl: Wat deed je het liefst tijdens de zomervakantie?
pl: Co lubiłeś/lubiłaś robić najbardziej podczas wakacji?
pt_br: O que você mais gostava de fazer durante as férias de verão?
sv: Vad var din favoritsysselsättning under sommarlovet?
uk: Що ви любили робити під час літніх канікул?
zh_hans: 你暑假最喜欢做什么？

source: What was your favorite way to spend your birthday?
de: Wie hast du deinen Geburtstag am liebsten verbracht?
es: ¿Cuál era tu forma favorita de pasar tu cumpleaños?
fr: Quelle était ta façon préférée de passer ton anniversaire ?
it: Qual era il tuo modo preferito di trascorrere il compleanno?
ja: 誕生日をどんなふうに過ごすのが好きでしたか？
ko: 생일을 가장 좋아했던 방식은 무엇인가요?
nb: Hva var din favorittmåte å feire bursdagen din på?
nl: Wat was jouw favoriete manier om je verjaardag door te brengen?
pl: Jaki był twój ulubiony sposób spędzania urodzin?
pt_br: Qual era a sua maneira favorita de passar o aniversário?
sv: Vilket var ditt favoritsätt att fira din födelsedag?
uk: Як ви найбільше любили проводити свій день народження?
zh_hans: 你最喜欢用什么方式过生日？

source: What was your favourite thing to do on a summer day as a kid?
de: Was hast du als Kind an einem Sommertag am liebsten gemacht?
es: ¿Qué era lo que más te gustaba hacer en un día de verano cuando eras niño?
fr: Qu'est-ce que tu préférais faire un jour d'été quand tu étais enfant ?
it: Qual era la tua cosa preferita da fare in una giornata estiva da bambino?
ja: 子供の頃、夏の日に好きだったことは何ですか？
ko: 어릴 때 여름날 가장 좋아했던 일은 무엇인가요?
nb: Hva var din favoritt å gjøre på en sommerdag som barn?
nl: Wat deed je als kind het liefst op een zomerdag?
pl: Co lubiłeś/lubiłaś robić najbardziej w letni dzień jako dziecko?
pt_br: O que você mais gostava de fazer em um dia de verão quando criança?
sv: Vad var din favoritsysselsättning på en sommardag som barn?
uk: Що ви найбільше любили робити в літній день у дитинстві?
zh_hans: 你小时候夏天最喜欢做什么？

source: What was your first experience of something being unfair?
de: Was war deine erste Erfahrung mit Ungerechtigkeit?
es: ¿Cuál fue tu primera experiencia de algo injusto?
fr: Quelle a été ta première expérience de quelque chose d'injuste ?
it: Qual è stata la tua prima esperienza di ingiustizia?
ja: 不公平を経験した最初の出来事は何ですか？
ko: 무언가 불공평하다고 느낀 첫 번째 경험은 무엇인가요?
nb: Hva var din første opplevelse av noe som var urettferdig?
nl: Wat was je eerste ervaring met iets dat oneerlijk was?
pl: Jakie było twoje pierwsze doświadczenie niesprawiedliwości?
pt_br: Qual foi sua primeira experiência com algo injusto?
sv: Vad var din första upplevelse av något som var orättvist?
uk: Яким був ваш перший досвід несправедливості?
zh_hans: 你第一次感觉到不公平是什么时候？

source: What was your first impression of our first kiss?
de: Was war dein erster Eindruck von unserem ersten Kuss?
es: ¿Cuál fue tu primera impresión de nuestro primer beso?
fr: Quelle a été ta première impression de notre premier baiser ?
it: Qual è stata la tua prima impressione del nostro primo bacio?
ja: 最初のキスの印象はどうでしたか？
ko: 첫 키스에 대한 첫인상이 어땠나요?
nb: Hva var ditt første inntrykk av vårt første kyss?
nl: Wat was jouw eerste indruk van onze eerste kus?
pl: Jakie było twoje pierwsze wrażenie po naszym pierwszym pocałunku?
pt_br: Qual foi a sua primeira impressão do nosso primeiro beijo?
sv: Vad var ditt första intryck av vår första kyss?
uk: Яке було твоє перше враження від нашого першого поцілунку?
zh_hans: 你对我们的初吻第一印象是什么？

source: What was your first job?
de: Was war dein erster Job?
es: ¿Cuál fue tu primer trabajo?
fr: Quel a été ton premier emploi ?
it: Qual è stato il tuo primo lavoro?
ja: 初めての仕事は何でしたか？
ko: 첫 직장은 무엇이었나요?
nb: Hva var din første jobb?
nl: Wat was je eerste baan?
pl: Jaka była twoja pierwsza praca?
pt_br: Qual foi o seu primeiro emprego?
sv: Vad var ditt första jobb?
uk: Яка була ваша перша робота?
zh_hans: 你的第一份工作是什么？

source: What was your first sleepover like?
de: Wie war deine erste Übernachtungsparty?
es: ¿Cómo fue tu primera pijamada?
fr: Comment s’est passée ta première soirée pyjama ?
it: Com'è stato il tuo primo pigiama party?
ja: 初めてのお泊まり会はどうでしたか？
ko: 첫 번째 친구 집에서의 밤샘은 어땠나요?
nb: Hvordan var din første overnatting?
nl: Hoe was je eerste logeerpartijtje?
pl: Jak wyglądało twoje pierwsze nocowanie u kolegi?
pt_br: Como foi sua primeira festa do pijama?
sv: Hur var din första övernattning?
uk: Як пройшла твоя перша нічівка?
zh_hans: 你第一次在朋友家过夜感觉如何？

source: What was your very first email address or screen name?
de: Was war deine allererste E-Mail-Adresse oder dein Bildschirmname?
es: ¿Cuál fue tu primera dirección de correo electrónico o nombre de usuario?
fr: Quelle était votre toute première adresse e-mail ou votre nom d'utilisateur ?
it: Qual è stato il tuo primo indirizzo email o nome utente?
ja: 最初のメールアドレスまたはスクリーンネームは何でしたか？
ko: 처음 이메일 주소나 스크린 네임은 무엇이었나요?
nb: Hva var din aller første e-postadresse eller skjermnavn?
nl: Wat was je allereerste e-mailadres of schermnaam?
pl: Jaki był twój pierwszy adres e-mail lub nazwa użytkownika?
pt_br: Qual foi seu primeiro endereço de e-mail ou nome de tela?
sv: Vad var din allra första e-postadress eller skärmnamn?
uk: Якою була ваша найперша адреса електронної пошти або екранне ім'я?
zh_hans: 你的第一个电子邮件地址或屏幕名称是什么？

source: What would constitute a “perfect” day for you?
de: Was wäre für dich ein perfekter Tag?
es: ¿Qué sería para ti un día perfecto?
fr: Que serait une journée parfaite pour toi ?
it: Cosa costituirebbe per te un giorno perfetto?
ja: あなたにとって「完璧な」一日とはどのようなものですか？
ko: 당신에게 '완벽한 하루'는 어떤 것입니까?
nb: Hva ville vært en perfekt dag for deg?
nl: Wat zou voor jou een perfecte dag zijn?
pl: Co stanowiłoby dla ciebie idealny dzień?
pt_br: O que seria um dia perfeito para você?
sv: Vad skulle vara en perfekt dag för dig?
uk: Що б для вас було «ідеальним» днем?
zh_hans: 对你来说，怎样才算「完美」的一天？

source: What would you build if you had unlimited resources?
de: Was würdest du bauen, wenn du unbegrenzte Ressourcen hättest?
es: ¿Qué construirías si tuvieras recursos ilimitados?
fr: Que construirais-tu si tu avais des ressources illimitées ?
it: Cosa costruiresti se avessi risorse illimitate?
ja: 無制限のリソースがあれば、何を作りますか？
ko: 무한한 자원이 있다면 무엇을 만들겠습니까?
nb: Hva ville du bygget hvis du hadde ubegrensede ressurser?
nl: Wat zou je bouwen als je onbeperkte middelen had?
pl: Co byś zbudował, gdybyś miał nieograniczone zasoby?
pt_br: O que você construiria se tivesse recursos ilimitados?
sv: Vad skulle du bygga om du hade obegränsade resurser?
uk: Що б ви побудували, якби мали необмежені ресурси?
zh_hans: 如果你有无限的资源，你会建造什么？

source: What would you do differently if you knew no one would judge you?
de: Was würdest du anders machen, wenn du wüsstest, dass dich niemand verurteilt?
es: ¿Qué harías diferente si supieras que nadie te juzgaría?
fr: Que feriez-vous différemment si vous saviez que personne ne vous jugerait ?
it: Cosa faresti diversamente se sapessi che nessuno ti giudicherebbe?
ja: 誰もあなたを評価しないとわかっていたら、何を変えますか？
ko: 아무도 당신을 평가하지 않을 것이라는 걸 안다면 무엇을 다르게 하시겠습니까?
nb: Hva ville du gjort annerledes hvis du visste at ingen ville dømme deg?
nl: Wat zou je anders doen als je wist dat niemand je zou veroordelen?
pl: Co zrobiłbyś inaczej, gdybyś wiedział, że nikt cię nie osądzi?
pt_br: O que você faria diferente se soubesse que ninguém o julgaria?
sv: Vad skulle du göra annorlunda om du visste att ingen skulle döma dig?
uk: Що б ви зробили інакше, якби знали, що ніхто вас не засудить?
zh_hans: 如果你知道没有人会评判你，你会做些什么不同的事情？

source: What would you do if you had six months and no obligations?
de: Was würdest du tun, wenn du sechs Monate und keine Verpflichtungen hättest?
es: ¿Qué harías si tuvieras seis meses y ninguna obligación?
fr: Que ferais-tu si tu avais six mois et aucune obligation ?
it: Cosa faresti se avessi sei mesi e nessun obbligo?
ja: 6ヶ月の休みと義務がないなら、何をしますか？
ko: 6개월 동안 의무 없이 시간이 있다면 무엇을 하시겠어요?
nb: Hva ville du gjort hvis du hadde seks måneder og ingen forpliktelser?
nl: Wat zou je doen als je zes maanden en geen verplichtingen had?
pl: Co byś zrobił, gdybyś miał sześć miesięcy i żadnych zobowiązań?
pt_br: O que você faria se tivesse seis meses e nenhuma obrigação?
sv: Vad skulle du göra om du hade sex månader och inga åtaganden?
uk: Що б ви зробили, якби мали шість місяців і жодних зобов'язань?
zh_hans: 如果你有六个月的时间，没有任何义务，你会做什么？

source: What would you do if you knew you couldn't fail?
de: Was würdest du tun, wenn du wüsstest, dass du nicht scheitern kannst?
es: ¿Qué harías si supieras que no puedes fallar?
fr: Que ferais-tu si tu savais que tu ne peux pas échouer ?
it: Cosa faresti se sapessi di non poter fallire?
ja: 失敗しないとわかっていたら、何をしますか？
ko: 실패하지 않을 거라는 걸 안다면 무엇을 하시겠어요?
nb: Hva ville du gjort hvis du visste at du ikke kunne mislykkes?
nl: Wat zou je doen als je wist dat je niet kon falen?
pl: Co byś zrobił, gdybyś wiedział, że nie możesz ponieść porażki?
pt_br: O que você faria se soubesse que não pode falhar?
sv: Vad skulle du göra om du visste att du inte kunde misslyckas?
uk: Що б ви зробили, якби знали, що не можете зазнати невдачі?
zh_hans: 如果你知道自己不会失败，你会做什么？

source: What would you do with a month of complete freedom?
de: Was würdest du mit einem Monat völliger Freiheit anfangen?
es: ¿Qué harías con un mes de completa libertad?
fr: Que ferais-tu avec un mois de liberté totale ?
it: Cosa faresti con un mese di completa libertà?
ja: 完全な自由が一ヶ月あったら、何をしますか？
ko: 완전한 자유가 한 달 있다면 무엇을 하시겠어요?
nb: Hva ville du gjort med en måned med fullstendig frihet?
nl: Wat zou je doen met een maand volledige vrijheid?
pl: Co byś zrobił z miesiącem całkowitej wolności?
pt_br: O que você faria com um mês de liberdade total?
sv: Vad skulle du göra med en månad av fullständig frihet?
uk: Що б ви зробили з місяцем повної свободи?
zh_hans: 如果你有一个月的完全自由，你会做什么？

source: What would you want written on your gravestone?
de: Was möchtest du auf deinem Grabstein stehen haben?
es: ¿Qué te gustaría que estuviera escrito en tu lápida?
fr: Que voudriez-vous voir écrit sur votre pierre tombale ?
it: Cosa vorresti fosse scritto sulla tua lapide?
ja: 自分の墓石に何と刻んでほしいですか？
ko: 당신의 묘비에 무엇이 새겨지길 바라시나요?
nb: Hva ville du ha ønsket skrevet på gravsteinen din?
nl: Wat zou jij op je grafsteen willen hebben staan?
pl: Co chciałbyś mieć napisane na swoim nagrobku?
pt_br: O que você gostaria que estivesse escrito na sua lápide?
sv: Vad skulle du vilja ha skrivet på din gravsten?
uk: Що б ви хотіли, щоб було написано на вашому надгробку?
zh_hans: 你希望你的墓碑上写什么？

source: What would your 'drag' name be?
de: Wie wäre dein 'Drag'-Name?
es: ¿Cuál sería tu nombre de 'drag'?
fr: Quel serait ton nom de 'drag' ?
it: Quale sarebbe il tuo nome 'drag'?
ja: あなたの 'ドラァグ' ネームは何ですか？
ko: 당신의 '드래그' 이름은 무엇인가요?
nb: Hva ville 'drag'-navnet ditt vært?
nl: Wat zou je 'drag'-naam zijn?
pl: Jakie byłoby twoje imię 'drag'?
pt_br: Qual seria o seu nome 'drag'?
sv: Vad skulle ditt 'drag'-namn vara?
uk: Як би вас звали в 'драг'?
zh_hans: 你的 '变装皇后' 名字会是什么？

source: What would your 'perfect' day look like 20 years from now?
de: Wie würde dein 'perfekter' Tag in 20 Jahren aussehen?
es: ¿Cómo sería tu día 'perfecto' dentro de 20 años?
fr: À quoi ressemblerait ta journée 'parfaite' dans 20 ans ?
it: Come sarebbe la tua giornata 'perfetta' tra 20 anni?
ja: 20年後の「完璧な」一日はどのようなものですか？
ko: 20년 후 당신의 '완벽한' 하루는 어떤 모습인가요?
nb: Hvordan ville din 'perfekte' dag sett ut om 20 år?
nl: Hoe zou jouw 'perfecte' dag er over 20 jaar uitzien?
pl: Jak wyglądałby twój 'idealny' dzień za 20 lat?
pt_br: Como seria o seu dia 'perfeito' daqui a 20 anos?
sv: Hur skulle din 'perfekta' dag se ut om 20 år?
uk: Як би виглядав ваш 'ідеальний' день через 20 років?
zh_hans: 20年后你“完美”的一天是什么样的？

source: What would your autobiography's opening line be?
de: Wie würde die erste Zeile deiner Autobiografie lauten?
es: ¿Cuál sería la primera línea de tu autobiografía?
fr: Quelle serait la première phrase de ton autobiographie ?
it: Quale sarebbe la frase di apertura della tua autobiografia?
ja: あなたの自伝の書き出しは何ですか？
ko: 당신의 자서전 첫 문장은 무엇인가요?
nb: Hva ville åpningslinjen i selvbiografien din vært?
nl: Wat zou de openingszin van je autobiografie zijn?
pl: Jaka byłaby pierwsza linijka twojej autobiografii?
pt_br: Qual seria a primeira frase da sua autobiografia?
sv: Vad skulle vara första raden i din självbiografi?
uk: Яким би був перший рядок вашої автобіографії?
zh_hans: 你自传的开篇第一句话会是什么？

source: What would your friends say is your most defining trait?
de: Was würden deine Freunde sagen, ist deine charakteristischste Eigenschaft?
es: ¿Qué dirían tus amigos que es tu rasgo más definitorio?
fr: Que diraient vos amis qui est votre trait le plus marquant ?
it: Cosa direbbero i tuoi amici che è la tua caratteristica più distintiva?
ja: 友達はあなたの最も特徴的な特徴は何と言うでしょう？
ko: 친구들이 당신의 가장 큰 특징이 무엇이라고 말할까요?
nb: Hva vil vennene dine si er ditt mest definerende trekk?
nl: Wat zouden je vrienden jouw meest kenmerkende eigenschap noemen?
pl: Co według twoich przyjaciół jest twoją najbardziej charakterystyczną cechą?
pt_br: O que seus amigos diriam que é sua característica mais marcante?
sv: Vad skulle dina vänner säga är din mest utmärkande egenskap?
uk: Що ваші друзі назвали б вашою найвизначальнішою рисою?
zh_hans: 你的朋友们会说你的最鲜明特质是什么？

source: What would your reality TV show be called?
de: Wie würde deine Reality-Show heißen?
es: ¿Cómo se llamaría tu reality show?
fr: Comment s'appellerait votre émission de téléréalité?
it: Come si chiamerebbe il tuo reality show?
ja: あなたのリアリティ番組のタイトルは何ですか？
ko: 당신의 리얼리티 TV 쇼 제목은 무엇일까요?
nb: Hva ville realityprogrammet ditt hett?
nl: Hoe zou jouw reality-tv-show heten?
pl: Jak nazywałby się twój program reality TV?
pt_br: Como se chamaria o seu reality show?
sv: Vad skulle ditt reality-TV-program heta?
uk: Як би називалося твоє реаліті-шоу?
zh_hans: 你的真人秀会叫什么名字？
